{
  "eventos": [
    {
      "id": 1,
      "titulo": "Women in Tech Summit",
      "descricao": "Um dia inteiro de palestras, workshops e networking para mulheres na tecnologia.",
      "data": "2023-12-05",
      "horario": "09:30 - 17:00",
      "local": "Centro de Eventos Digital, Avenida da Inovação, 45, Cidade Digital",
      "image": "Ellipse 9.png",
      "palestrante": "Dr. Ana Silva (CEO, Tech Innovators)",
      "palestras": [
        "O Papel das Mulheres na Transformação Digital - Uma discussão sobre o impacto das mulheres na inovação tecnológica e como estão moldando o futuro digital.",
        "Desenvolvendo Habilidades de Liderança para Mulheres na Tecnologia - Um workshop prático focado no desenvolvimento de habilidades de liderança, comunicação e resolução de problemas.",
        "Inclusão e Diversidade no Ambiente de Trabalho Tecnológico - Uma mesa redonda explorando estratégias para criar ambientes de trabalho mais inclusivos e diversos."
      ],
      "inscricoes": []
    },
    {
      "id": 2,
      "titulo": "Tech Innovators Conference",
      "descricao": "Conferência de dois dias destacando as inovações mais recentes no mundo da tecnologia.",
      "data": "2023-11-15",
      "horario": "10:00 - 18:00",
      "local": "Centro de Convenções TechHub, Rua da Inovação, 123, Cidade Digital",
      "image": "Ellipse 13.png",
      "palestrante": "Prof. Carlos Mendes (Diretor de Pesquisa, Instituto de Tecnologia)",
      "palestras": [
        "Inovações Tecnológicas que Estão Moldando o Futuro - Palestras sobre as últimas inovações em inteligência artificial, Internet das Coisas (IoT) e realidade aumentada.",
        "Desenvolvimento de Produtos Inovadores: Da Ideia à Execução - Workshops práticos abordando estratégias para transformar ideias inovadoras em produtos tecnológicos bem-sucedidos.",
        "Desafios Éticos em Tecnologia: Privacidade e Segurança - Uma discussão sobre as implicações éticas na tecnologia, com foco na privacidade dos dados e segurança cibernética."
      ],
      "inscricoes": []
    },
    {
      "id": 3,
      "titulo": "Code & Coffee Meetup",
      "descricao": "Encontro descontraído para programadores compartilharem ideias, projetos e tomar café.",
      "data": "2023-11-20",
      "horario": "18:00 - 20:00",
      "local": "Café Digital, Praça da Tecnologia, 7, Cidade Digital",
      "image": "/Ellipse 6.png",
      "palestrante": "Sarah Oliveira (Desenvolvedora Sênior, CodeMaster)",
      "palestras": [
        "Codificação Colaborativa e Projetos Abertos - Uma sessão prática onde os participantes trabalharão juntos em projetos de código aberto, colaborando e aprendendo uns com os outros.",
        "Compartilhamento de Melhores Práticas em Desenvolvimento de Software - Uma oportunidade para os desenvolvedores compartilharem suas experiências, discutirem desafios comuns e aprenderem um com o outro.",
        "Explorando Novas Tecnologias: Demonstração ao Vivo - Demonstração prática de ferramentas e tecnologias emergentes no campo do desenvolvimento de software."
      ],
      "inscricoes": []
    },
    {
      "id": 4,
      "titulo": "Women in STEM Workshop",
      "descricao": "Workshop interativo focado em encorajar mulheres a explorar carreiras em ciência, tecnologia, engenharia e matemática.",
      "data": "2023-12-01",
      "horario": "14:00 - 16:30",
      "local": "Espaço STEM, Avenida da Inovação, 87, Cidade Digital",
      "palestrante": "Dra. Sofia Martins (Professora de Ciências, Universidade Digital)",
      "image": "Ellipse 11.png",
      "palestras": [
        "Descobrindo Carreiras em STEM para Mulheres - Uma apresentação sobre várias disciplinas STEM (Ciência, Tecnologia, Engenharia e Matemática), destacando oportunidades de carreira para mulheres.",
        "Hands-On: Explorando Projetos Científicos e Experimentos - Atividades práticas onde os participantes terão a oportunidade de realizar experimentos científicos sob a orientação de especialistas.",
        "Mentoria e Networking: Conectando-se com Profissionais em STEM - Uma sessão interativa onde os participantes podem se conectar com mentores e profissionais bem-sucedidos em carreiras STEM."
      ],
      "inscricoes": []
    },
    {
      "id": 5,
      "titulo": "Startup Pitch Night",
      "descricao": "Noite de apresentações de startups inovadoras, seguida por sessões de networking.",
      "data": "2023-12-10",
      "horario": "19:00 - 22:00",
      "local": "Centro de Inovação, Rua das Startups, 56, Cidade Digital",
      "image": "Ellipse 12.png",
      "palestrante": "Vários Empreendedores de Startups Inovadoras",
      "palestras": [
        "Apresentações de Startups: Ideias Inovadoras em Destaque - Apresentações emocionantes de startups inovadoras, destacando suas ideias de negócios, tecnologias disruptivas e modelos de receita.",
        "Perguntas e Respostas com os Fundadores - Sessões interativas onde o público pode fazer perguntas aos fundadores das startups sobre seus produtos, estratégias de mercado e desafios enfrentados.",
        "Networking com Investidores e Empreendedores - Uma sessão de networking onde os participantes podem se encontrar com investidores, empresários e outros entusiastas de startups para discutir colaborações e oportunidades de investimento."
      ],
      "inscricoes": []
    },
    {
      "id": 6,
      "titulo": "Inovação em Inteligência Artificial",
      "descricao": "Conferência dedicada a explorar os avanços mais recentes na área de Inteligência Artificial.",
      "data": "2023-11-25",
      "horario": "10:00 - 16:30",
      "local": "Centro de Convenções TechHub, Rua da Inovação, 123, Cidade Digital",
      "image": "Ellipse 10.png",
      "palestrante": "Dr. Luana Oliveira (Pesquisadora de IA, Instituto de Tecnologia Avançada)",
      "palestras": [
        "Aplicações Práticas de IA em Empresas - Palestra sobre como as empresas estão utilizando inteligência artificial para melhorar operações e oferecer melhores serviços aos clientes.",
        "Desenvolvimento de Algoritmos Inteligentes - Workshop prático explorando técnicas de programação e algoritmos para criar sistemas de IA eficazes.",
        "Ética e IA: Desafios e Considerações - Discussão sobre as implicações éticas da inteligência artificial e como podemos abordar questões éticas na implementação de sistemas de IA."
      ],
      "inscricoes": []
    },
    {
      "id": 7,
      "titulo": "Workshop de Desenvolvimento Web Avançado",
      "descricao": "Workshop intensivo para desenvolvedores web experientes explorando tecnologias avançadas e melhores práticas.",
      "data": "2023-11-18",
      "horario": "09:00 - 18:00",
      "local": "Espaço de Treinamento Digital, Avenida da Inovação, 67, Cidade Digital",
      "image": "Ellipse 7.png",
      "palestrante": "Eduardo Santos (Desenvolvedor Sênior, TechMaster)",
      "palestras": [
        "Arquiteturas de Aplicações Web Escaláveis - Uma exploração de padrões e tecnologias para construir aplicações web escaláveis que podem lidar com grandes volumes de tráfego.",
        "Segurança em Aplicações Web: Melhores Práticas - Workshop prático sobre técnicas de segurança em desenvolvimento web, incluindo proteção contra ataques de injeção de código e vulnerabilidades comuns.",
        "Desenvolvimento de Aplicações Web Progressivas (PWA) - Uma introdução ao conceito de PWAs e como os desenvolvedores podem criar experiências web que se comportam como aplicativos nativos em dispositivos móveis."
      ],
      "inscricoes": []
    },
    {
      "id": 8,
      "titulo": "Futuro da Realidade Virtual",
      "descricao": "Palestras e demonstrações explorando o potencial da realidade virtual e suas aplicações futuras.",
      "data": "2023-11-28",
      "horario": "14:00 - 19:00",
      "local": "Centro de Inovação em VR, Rua da Realidade Virtual, 21, Cidade Digital",
      "image": "Ellipse 5.png",
      "palestrante": "Mariana Silva (Designer de Experiência em Realidade Virtual)",
      "palestras": [
        "Aplicações Empresariais de Realidade Virtual - Palestra sobre como as empresas estão utilizando a realidade virtual para treinamento, simulações e colaboração remota.",
        "Desenvolvimento de Jogos em Realidade Virtual - Demonstração prática de ferramentas e técnicas para criar jogos envolventes em realidade virtual.",
        "Experiências Imersivas em RV: Estudos de Caso - Estudos de caso explorando projetos de realidade virtual que criam experiências imersivas para entretenimento, educação e saúde."
      ],
      "inscricoes": []
    },
    {
      "id": 9,
      "titulo": "Internet das Coisas: Conectando o Mundo Digital",
      "descricao": "Palestras e workshops sobre a Internet das Coisas (IoT) e suas aplicações inovadoras.",
      "data": "03-12-2023",
      "horario": "10:30 - 16:30",
      "local": "Espaço de Inovação IoT, Rua das Conexões, 33, Cidade Digital",
      "image": "Ellipse 8.png",
      "palestrante": "Gabriel Almeida (Engenheiro de IoT, InovaTech)",
      "palestras": [
        "IoT na Indústria: Transformando a Manufatura - Palestra sobre como a IoT está sendo utilizada na indústria para melhorar a eficiência operacional, monitoramento e manutenção preditiva.",
        "Desenvolvimento de Dispositivos IoT: Da Prototipagem à Produção - Workshop prático sobre o ciclo de vida do desenvolvimento de dispositivos IoT, desde a prototipagem até a produção em larga escala.",
        "IoT e Cidades Inteligentes: Criando Ambientes Urbanos Conectados - Discussão sobre como a IoT está sendo aplicada para criar cidades inteligentes, incluindo monitoramento ambiental, gerenciamento de tráfego e serviços públicos."
      ],
      "inscricoes": []
    },
    {
      "titulo": "Seminario de matematica",
      "descricao": "fjalfjajflaj",
      "data": "2023-10-27",
      "horario": "19:00",
      "local": "Vilhena",
      "image": "",
      "palestrante": "Lucineia",
      "palestras": "afjalfjajf",
      "inscricoes": "",
      "id": 10
    }
  ],
  "inscricoes": [
    {
      "nome": "mirelle",
      "email": "mirelledutrasantos@gmail.com",
      "eventoId": 3,
      "id": 1
    }
  ]
}